[
    {
        "app_name": "MoMAArt Lab",
        "app_icon": "https://is4-ssl.mzstatic.com/image/thumb/Purple4/v4/75/8d/1c/758d1c83-3d0b-8e99-cbd2-a8e68d7708a1/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/us/app/moma-art-lab/id529886963?mt=8",
        "category": "Art",
        "description": "This Museum of Modern Art’s award winning app is a wonderful way to introduce young learners to the masterful works of modern and contemporary art. The app can be used to get creative and make a sound composition, a shape poem, a group drawing, and more. All artwork can be saved and shared (parental setting available). Students can explore how artists use line, shape, and color, discover artists’ processes and inspirations, and create artwork inspired by great artists. Artists featured include Henri Matisse, Alexander Calder, Elizabeth Murray, Arshile Gorky, Sol LeWitt, Jean Arp, Jim Lambie, and Brice Marden."
    },
    {
        "app_name": "Arts and Culture",
        "app_icon": "https://is1-ssl.mzstatic.com/image/thumb/Purple18/v4/60/8d/46/608d4678-365c-f3b6-b344-796f3932c2ea/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/us/app/google-arts-culture/id1050970557?mt=8",
        "category": "Arts and Culture",
        "description": "Students can explore artworks, artifacts, and more from over 1000 museums, archives, and other organizations worldwide that have partnered with Goggle Cultural institute to bring their collections and stories online. Each day children can discover hidden gems and the stories behind them, zoom in to view artworks at brushstroke-level detail, explore artworks and artifacts by color and time period, and take 360 degree panoramic tours of hundred of museums, heritage sites, and landmarks. An invaluable resource for projects, inquiry into place and time, and social studies."
    },
    {
        "app_name": "Assembly",
        "app_icon": "https://is1-ssl.mzstatic.com/image/thumb/Purple18/v4/28/e7/43/28e7436d-020a-ba67-6e14-964ab77259cc/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/in/app/assembly-design-graphics-icons/id1024210402?mt=8",
        "category": "Design",
        "description": "Assembly is a revolutionary approach to learning vector illustration and graphic design. Professional tools in a simple package make it a perfect resource for children. Students can design with building blocks - save time creating working with a vast library of essential shapes and symbols that can be layered, stacked, and positioned. Powerful tools let students cut-out, combine and intersect shapes to create your own library. Students can get professional results using powerful tools found in high-end design suites. Students can choose from professionally selected color palettes and play with shapes, fill, opacity, stroke style, shadow and glow. They can collaborate, share and sync with ease. The tool can be used to add elements of design to unit assignments and projects; enabling children to prototype and create!"
    },
    {
        "app_name": "NOVA Black Holes",
        "app_icon": "https://is4-ssl.mzstatic.com/image/thumb/Purple60/v4/09/98/43/09984370-6602-f6ee-159f-2a78a82d3116/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/us/app/nova-black-holes/id1114574985?mt=8",
        "category": "Space Game",
        "description": "Students start with a star and play over 50 levels to watch it become a black hole. Hurl a star across spacetime to hit the target. Students navigate fields of cosmic objects and hazards - like neutron stars and quasars — avoiding some, and slingshotting around others, in their quest to become more massive. Reach the end, and their star collapses… to become a black hole. Great game to understand how black holes are formed!"
    },
    {
        "app_name": "Cerebro",
        "app_icon": "https://s3-ap-northeast-1.amazonaws.com/teal-labs-assets/icons/cerobro180.png",
        "app_link": "",
        "category": "Learning",
        "description": "Cerebro is an in-house production, a multifaceted app that enchants learners by offering various platforms of learning that incorporate English, Mathematics, and General Knowledge skills. It enables learners to explore the horizons of their school subjects by utilizing the richest of web resources, resulting in the honing of vocabulary, speech, reading, writing, arithmetic, and more advanced mathematical calculations. In addition, students are introduced to knowledge and skills that are paramount to becoming young professionals in today’s career scheme.\n\nThe app includes the following content:\n\nFeature: An image connecting to the ongoing curricular unit that introduces students to novel and unique ideas\nQuiz: A daily offering of five general knowledge questions, pertinent to student age level\nWriter's Corner: Engaging and innovative writing prompts for brief creative writing opportunities\nWatch: Videos pertinent to curricular units and lessons\nMath practice: Infinite numbers of math questions in all curricular areas in incremental difficulty"
    },
    {
        "app_name": "Chess",
        "app_icon": "https://is2-ssl.mzstatic.com/image/thumb/Purple42/v4/d5/de/c0/d5dec06b-ebf2-9ae6-1c82-e9e3779b5c8e/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/in/app/chess-play-learn/id329218549?mt=8",
        "category": "Game",
        "description": "Research shows, there is a strong correlation between learning to play chess and academic achievement. In 2000, a landmark study found that students who received chess instruction scored significantly higher on all measures of academic achievement, including math, spatial analysis, and non-verbal reasoning ability (Smith and Cage, 2000). Keeping this in mind, it is essential that we spark curiosity for chess in children. Teach them to play and compete on a daily basis to pump up brain power, creativity, and discipline."
    },
    {
        "app_name": "Classroom",
        "app_icon": "https://is1-ssl.mzstatic.com/image/thumb/Purple22/v4/23/e7/ba/23e7ba07-45c0-71ee-bf48-3fdf85ac86ae/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/in/app/google-classroom/id924620788?mt=8",
        "category": "Learning",
        "description": "AIS is approved by Google for Google Apps for Education. Classroom helps teachers and students be more organized and improves communication. Classroom is designed to help teachers and students create and collect assignments paperlessly. Students can keep track of what’s due on the Assignments page and begin working with just a click. Teachers can quickly see who has or hasn’t completed the work, and provide direct, real-time feedback and marks from within Classroom. All work created on the iPad in the form of pages, keynote, numbers, images can be saved on Drive and uploaded to Classroom. The benefits of Classroom include easy set up, time saving, improving organization, enhancing communication and secure data. Teachers and students will be using Classroom across subject-areas!"
    },
    {
        "app_name": "Coursera",
        "app_icon": "https://is4-ssl.mzstatic.com/image/thumb/Purple22/v4/a5/5c/2b/a55c2bea-57a3-164c-49c1-b4ce0c5a77a6/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/in/app/coursera-online-courses-in/id736535961?mt=8",
        "category": "Learning",
        "description": "Students can access more than 1,000 courses and specializations developed by over 140 best colleges and universities in the world, and advance your knowledge by mastering subjects from Python programming and data science to photography and music. Children can learn from top instructors in an engaging learning experience. They can stream lecture videos online any time, or download for offline viewing, they can transition seamlessly with coursework, quizzes and projects they have saved. Encourage children to engage in their passion area and explore the wide plethora of offerings including - computer science, data science, business, sciences, robotics, art, design and hundreds more."
    },
    {
        "app_name": "Dictionary",
        "app_icon": "https://is4-ssl.mzstatic.com/image/thumb/Purple1/v4/a0/cb/08/a0cb0886-08a1-066e-04db-078c837531b3/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/us/app/dictionary.com-dictionary/id385756768?mt=8",
        "category": "Learning",
        "description": "An essential app to be used across all subject areas and projects. Children have access to all meanings on their fingertips. This mobile dictionary is rich in content with over 2 million definitions, synonyms, and antonyms; audio pronunciations; example sentences, word origin and history. Children can view all content offline with no internet access. Encourage children to review daily content, including Word of the Day and slideshows, as a strong vocabulary building exercise."
    },
    {
        "app_name": "Doceri",
        "app_icon": "https://is3-ssl.mzstatic.com/image/thumb/Purple6/v4/9d/49/12/9d491258-b026-6691-228e-8e1b19ec8891/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/us/app/doceri-interactive-whiteboard/id412443803?mt=8",
        "category": "Creating",
        "description": "Combining screen-casting, desktop control, and an interactive whiteboard in one app, Doceri is an ideal projects and presentation solution. Students can create a lesson or presentation, insert images, save an edit your project and record a screencast video you can easily save or share. They can create hand-written or hand-drawn Doceri projects on your iPad, using sophisticated drawing tools and the innovative Doceri Timeline. It is a great app for unit projects, assignments, and collecting student work. Doceri is designed to inspire creativity and add flow to rigorous projects."
    },
    {
        "app_name": "Docs",
        "app_icon": "https://is3-ssl.mzstatic.com/image/thumb/Purple62/v4/ed/f6/68/edf66854-f119-b009-e514-be05f9285fa0/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/in/app/google-docs/id842842640?mt=8",
        "category": "Creating",
        "description": "Students can create, edit, and collaborate with others on documents and save them all in your Drive on the iPad. They can create new documents or edit any that were created on the web or on another device. They can share documents and work together with others in the same document at the same time. They can open, edit, and save Microsoft Word documents. They can add and respond to comments by teachers and students. Children never have to worry about losing work — everything is automatically saved as you type. The Google Docs app is essential for creating and completing work across all subject-areas."
    },
    {
        "app_name": "Drive",
        "app_icon": "https://is3-ssl.mzstatic.com/image/thumb/Purple22/v4/e6/10/eb/e610eb16-a902-1bd6-98ee-cd42f6a7ed18/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/in/app/google-drive-free-online-storage/id507874739?mt=8",
        "category": "Storage",
        "description": "Students can add all kinds of files to the Drive, including videos, photos, and documents. All files are backed up safely so they can’t lose them. They can easily invite others to view, edit or leave comments on any of your files or folders. Children and teachers can view documents, PDFs, photos, and videos; search for files by name and content; share files and folders easily with others; set sharing permission to view, comment or edit; access recent files quickly; see file details and activity and enable viewing of files offline. This is the ultimate student and teacher portfolio with all resources and worked safeguarded here."
    },
    {
        "app_name": "Duolingo",
        "app_icon": "https://is1-ssl.mzstatic.com/image/thumb/Purple42/v4/cc/57/04/cc570477-fea6-b51c-e44e-5620c139da33/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/en/app/duolingo-learn-languages-for/id570060128?mt=8",
        "category": "Learning",
        "description": "Duolingo is the best way to learn a new language. Learning with Duolingo is fun and addictive. Students can complete effective bite-sized lessons and earn points for correct answers, race against the clock, and level up. Learn Spanish, French, German, Portugese, Italian, Irish, Dutch, Danish, Swedish, and English in a fun and powerful manner. Children can use this for 15 minutes everyday to effectively master a new language."
    },
    {
        "app_name": "Encyclopedia",
        "app_icon": "https://is2-ssl.mzstatic.com/image/thumb/Purple4/v4/4e/e7/de/4ee7de76-c797-531a-e96f-b32a8ae446d7/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/en/app/encyclop-dia-britannica/id447919187?mt=8",
        "category": "Learning",
        "description": "The complete Encyclopedia Britannica - the world’s most trusted reference source, at students’ fingertips. They can search and browse over 80,000 articles - expertly written and thoroughly fact-checked - on everything from Andy Roddick to Zebras. Contributors include over 100 Nobel Laureates plus subject gurus like Bill Clinton, Tony Hawk, and Desmond Tutu. Students can view photographs, diagrams, and charts to bring each topic to life. They can test knowledge with quizzes on pop-culture, literature, science, and more! Use it as a resource for research intensive projects and encourage quiz-taking for quick knowledge retention."
    },
    {
        "app_name": "Explain Everything",
        "app_icon": "https://is2-ssl.mzstatic.com/image/thumb/Purple62/v4/ba/ca/77/baca77d1-1891-b111-2266-cf9190ece99f/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/dk/app/explain-everything/id1020339980?mt=8",
        "category": "Creating",
        "description": "Students can use this leading unique interactive screen casting whiteboard to create videos and classroom projects. Students can animate thinking by creating slides by using an infinite canvas, use a laser pointer, draw in any color, add shapes, text, math equations, videos, images and audio files. They can record everything done within the app to create high quality, creative and valuable content. Students can create or import a presentation, draw and highlight over the top while verbally explaining, and export a movie that encapsulates their understanding much better than the mere slides. Students and teachers can utilize this to make presentations, revise content and present ideas across all subject-areas."
    },
    {
        "app_name": "Exploratorium Sound",
        "app_icon": "https://is2-ssl.mzstatic.com/image/thumb/Purple4/v4/08/fe/77/08fe77af-c692-4a30-cb44-bfa1681e604d/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/us/app/sound-uncovered/id598835017?mt=8",
        "category": "Learning",
        "description": "Students get the opportunity to explore the surprising side of sound with Sound Uncovered, an interactive book featuring auditory illusions, acoustic phenomena, and other things that go bump, beep, boom, and vroom. This app puts the user at the center of the experiment: Hear with your eyes, see with your ears, make and modify recordings, test your hearing, and more. How do you make a saxophone grow? Are there secret messages in music played backward? Why does the sound of gum chewing drive some people mad? Listen up and find answers to these questions and more as you take an auditory trip to the place where sound gets truly interesting : the space between your ears. Pique curiosity with this amazing app from the Exploratorium!"
    },
    {
        "app_name": "Exploratorium Color",
        "app_icon": "https://is4-ssl.mzstatic.com/image/thumb/Purple/v4/e9/2b/76/e92b7695-690e-5e24-ee1b-aa3d0a55b2b9/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/en/app/color-uncovered/id470299591?mt=8",
        "category": "Learning",
        "description": "How is Monet like a honeybee? What color is a whisper? Why is it so hard to find your car in a lamp-lit parking lot? Color Uncovered features a wide spectrum of cool color-related topics to explore. Let students and teachers use this interactive book and explore fascinating illusions, articles, and videos developed by the Exploratorium. Learn why friends shouldn’t let men buy bananas. Try your own color experiments on the iPad using simple items you have at home: a CD case, a drop of water, and a piece of paper. Discover how the iPad and other devices create color. Find out what causes afterimages — and more!"
    },
    {
        "app_name": "Exploratorium How Many Saturdays",
        "app_icon": "https://is4-ssl.mzstatic.com/image/thumb/Purple49/v4/57/d2/f4/57d2f415-7120-91ce-05a3-f4715bcd1cec/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/in/app/how-many-saturdays/id976402304?mt=8",
        "category": "Learning",
        "description": "Standard units of time like seconds, hours, days, months, and years chop up time into chunks that seem sensible. But here’s an experiment: What if you were to measure the time of your life in other, very different units? Does life feel shorter? Longer? More absurd? More precious? Now’s the time to find out. Enter your birthdate — then confront the not-so-grim reaper as you find out just how much you have left to live for. How many cat lifetimes until you die? How many blue moons? How much space junk has fallen to earth since you were born, and how many breaths have you taken? Far more than a lifespan calculator, this illustrated journey explores the metrics, mileposts and meaning of life’s span."
    },
    {
        "app_name": "Figure",
        "app_icon": "https://is4-ssl.mzstatic.com/image/thumb/Purple22/v4/09/ac/9d/09ac9d51-2b9c-4112-1a83-ce2f987d5e37/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/in/app/figure-make-music-beats-collaborate/id511269223?mt=8",
        "category": "Creating",
        "description": "Figure lets students make music in seconds! Students can share, remix and collaborate with music makers all over the world. Students can create an addictive beat before the next bus stop or lay down an amazing bass line while waiting in line at the grocery store. Figure will have anyone making music within seconds yet is deep enough for endless play on a transatlantic flight. Students and teachers can make songs with drums, bass, and lead synth; play by sliding your finger across the play pad; and always stay in key and on the beat. Figure is designed with an incredibly easy to use touch interface. Students can make music and learn the foundations of beat and rhythm through this interactive interface."
    },
    {
        "app_name": "Forge",
        "app_icon": "https://is4-ssl.mzstatic.com/image/thumb/Purple71/v4/fd/f5/68/fdf5681b-2659-0c73-e036-3a0554e33de5/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/us/app/forge-visually-brainstorm/id1021428095?mt=8",
        "category": "Creating",
        "description": "Forge is a brainstorming tool for the iPad. Collect images for inspiration, draw and sketch your ideas and create layers to build on them. When the time is right step back to organize everything on your project walls and create storyboards, mood boards and more. Forge lets students build ideas and provides tools to create. It is a great tool for prototyping and organizing ideas through visual brainstorming"
    },
    {
        "app_name": "GarageBand",
        "app_icon": "https://is5-ssl.mzstatic.com/image/thumb/Purple69/v4/c5/f4/15/c5f415bc-d841-184c-621d-1f44528da304/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/en/app/garageband/id408709785?mt=8",
        "category": "Creating",
        "description": "GarageBand turns the iPad into a collection of Touch instruments and a full-featured recording studio - so students can make music anywhere they go. Live loops make it easy for anyone to have fun creating music like a DJ, by triggering loops and audio effects in real time. Students use multi-touch gestures to play a piano, organ, guitar, and drums. They sound and play like their counterparts, but let you do things you could never do on a real instrument. Students enjoy smart instruments that make them sound like a pro — even if they've never played a note before. Students can plug an electric guitar or bass into the iPad and play through classic amps and stomp box effects."
    },
    {
        "app_name": "GeoGebra",
        "app_icon": "https://is5-ssl.mzstatic.com/image/thumb/Purple49/v4/6b/97/30/6b973026-285b-d5c4-7762-0ef35bbdb227/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/in/app/geogebra/id687678494?mt=8",
        "category": "Learning",
        "description": "GeoGebra is a dynamic mathematics software for all levels of education that brings together geometry, algebra, spreadsheets, graphing, statistics and calculus in one easy-to-use package. Interactive learning, teaching and evaluation resources are provided."
    },
    {
        "app_name": "Gmail",
        "app_icon": "https://is3-ssl.mzstatic.com/image/thumb/Purple49/v4/11/91/8c/11918ce1-afeb-d3c3-d1f1-aa6c38c3e72d/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/en/app/gmail-email-from-google/id422689480?mt=8",
        "category": "Communicating",
        "description": "An essential app for the iPad. Gmail is an easy convenient way to get real-time notifications, send emails and receive emails. Students can organize mail by archiving, labeling, starring, deleting and reporting spam. Vital way of communicating amongst teachers and students."
    },
    {
        "app_name": "Google Calendar",
        "app_icon": "https://is2-ssl.mzstatic.com/image/thumb/Purple62/v4/4c/47/e2/4c47e2af-b210-6fcf-b8eb-457d26e71b43/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/in/app/google-calendar/id909319292?mt=8",
        "category": "Organizing",
        "description": "Increase productivity and organization with this simple to use app. Calendar is key for scheduling meetings amongst teachers and students and being on top of work deliverables."
    },
    {
        "app_name": "Hopscotch",
        "app_icon": "https://is1-ssl.mzstatic.com/image/thumb/Purple22/v4/07/97/e8/0797e895-955b-4946-4030-fb23fc130ccc/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/us/app/hopscotch-learn-to-code-through/id617098629?mt=8",
        "category": "Creating",
        "description": "“Coding” may sound a bit dry and daunting to some newcomers, but those are the last things that come to mind while using Hopscotch. The app lets children have as much fun making games as playing them, and with its colorful, friendly interface and stacks of help and tutorials, kids can build all kinds of apps — while learning the fundamentals of programming. Best of all, you can share all your creations so anyone with an iPad or iPhone can play them too! Students learn fundamentals of game design and coding by creating daily with Hopscotch. This award-winning app is a winner with kids."
    },
    {
        "app_name": "How It Works",
        "app_icon": "https://is5-ssl.mzstatic.com/image/thumb/Purple/v4/b6/49/8d/b6498d7e-dbc0-45bb-f2c6-60a0f833f757/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/us/app/how-it-works-machines-by-geek/id513436058?mt=8",
        "category": "Learning",
        "description": "How It Works is the first put-it-together-and-make-it-work puzzle app. The app combines easy to solve puzzles where students put together the major working parts of the machines, followed by an animation that show how those parts work together to make the machine do its task. Students assemble 9 incredible machines and see what’s inside machines. Let students discover the fascinating work of engineers."
    },
    {
        "app_name": "Human Body",
        "app_icon": "https://is2-ssl.mzstatic.com/image/thumb/Purple6/v4/ad/77/3f/ad773f7e-00d0-f206-b240-4b52e753a166/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/us/app/the-human-body-lite/id957148293?mt=8",
        "category": "Learning",
        "description": "Discover what we’re made of and how we work. Every part is animated and interactive: the heart beats and the lungs breathe. Designed for curious kids of all ages to play and learn. The Human Body app is a great biology resource that includes interactive, animated skeletal, circulatory, and respiratory systems with detailed, accurate models of the heart, lungs and bones. Students and teachers can use it with Who We Are! and to pique human body knowledge."
    },
    {
        "app_name": "iMovie",
        "app_icon": "https://is2-ssl.mzstatic.com/image/thumb/Purple18/v4/c3/bb/06/c3bb06d8-26be-b4ca-d940-6a6c47550dbe/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/en/app/imovie/id377298193?mt=8",
        "category": "Creating",
        "description": "With a streamlined design and intuitive Multi-Touch gestures, iMovie lets students enjoy videos and tell stories like never before. Students can browse video library, share favorite moments, create beautiful movies, and watch them on their devices in iMovie Theater. And with the iMovie extension, it’s fast and fun to make every video more memorable — right in the Photos app. Students can browse and share your videos - a clip or a full film and mark favorite moments. Students can make Hollywood-style trailers by choosing from 14 trailer templates with stunning graphics and original scores by some of the world top film composers; customizing movie studio logos, cast names, and credits and recording video for your trailer right in iMovie. Students can create beautiful movies by choosing from 8 unique themes with matching titles, transitions, and music; enhancing your movie with slow motion, fast forward, picture-in-picture, and split-screen effects; and creating a soundtrack using built-in music and sound effects. Teachers and students can use filmmaking as a means for viewing and presentation learnings and passion-areas."
    },
    {
        "app_name": "iTunes U",
        "app_icon": "https://is1-ssl.mzstatic.com/image/thumb/Purple20/v4/7b/ff/ce/7bffce32-b818-2a7d-ad11-6740ba7a7698/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/in/app/itunes-u/id490217893?mt=8",
        "category": "Learning",
        "description": "iTunes U provides everything an instructor needs to bring the classroom together on iPad — build lessons with apps and your own materials, collect and grade assignments from students, discuss one-to-one or in groups, and annotate PDF assignments.\niTunes U opens up the world’s largest collection of free education content — including public courses and collections from leading schools, universities, museums and cultural institutions. Students can pick a course and complete it over a period of time. Encourage daily use."
    },
    {
        "app_name": "Keynote",
        "app_icon": "https://is5-ssl.mzstatic.com/image/thumb/Purple69/v4/24/d2/97/24d297af-65a9-1b00-3f71-ebaf468e86df/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/in/app/keynote/id361285480?mt=8",
        "category": "Creating",
        "description": "Keynote is the most powerful presentation app ever designed for a mobile device. Built from the ground up for the iPad, it makes creating a world-class presentation — complete with animated charts and transitions — as simple as touching and tapping. Students can start with one of the 30 pre-designed themes and add text, images, charts, tables and shapes with just a few taps. Students highlight data with stunning interactive bar, column, scatter and bubble charts. They can present on your iPad or use video mirroring to present on an HDTV, and preview your slides and notes on your device using the Presenter Display. They can create cinema quality animations and present to your audience. Keynote is a very powerful tool for presenting inquiry learning, new ideas, and projects!"
    },
    {
        "app_name": "NASA",
        "app_icon": "https://is1-ssl.mzstatic.com/image/thumb/Purple49/v4/6b/89/52/6b8952f3-34e8-afd0-ee39-1c194db83df4/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/us/app/nasa/id334325516?mt=8",
        "category": "Learning",
        "description": "Students can explore with NASA and discover the latest images, videos, mission information, news, feature stories, tweets, NASA TV and featured content. Students explore over 14,000 images, watch over 10,000 videos, and discover the latest NASA information. They can view upcoming sighting opportunities and get notifications before they happen. They can explore astronomy with this interactive app."
    },
    {
        "app_name": "Nova Elements",
        "app_icon": "https://is1-ssl.mzstatic.com/image/thumb/Purple/v4/fe/e3/1f/fee31f7a-a305-b675-68ff-23e8797552de/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/in/app/nova-elements/id512772649?mt=8",
        "category": "Learning",
        "description": "Nova Elements is the most interactive way to learn the periodic table. Students can answer all these wonderings - Did you ever wonder why the periodic table is shaped the way it is, what gives each element its own unique set of properties, or even how elements combine to make everyday objects such as a cup of coffee? With “NOVA Elements,” students can explore an interactive periodic table, play a game hosted by David Pogue, or watch the two-hour NOVA program, “Hunting the Elements.” Pair this with the classic Periodic Table Song from ASAPscience and students will love chemistry!"
    },
    {
        "app_name": "Numbers",
        "app_icon": "https://is3-ssl.mzstatic.com/image/thumb/Purple49/v4/ab/14/94/ab149482-b269-b955-8fc9-3977f20898c0/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/in/app/numbers/id361304891?mt=8",
        "category": "Creating",
        "description": "Numbers is an innovative spreadsheet app ever designed for a mobile device. Numbers includes support for Multi-Touch gestures and Smart Zoom so you can create powerful spreadsheets using just your fingers. Students can start with one of over 30 Apple-designed templates for your home budget, checklist, homework, and more. They can choose from over 250 powerful functions, tap to add tables, charts, text and images anywhere on the free-form canvas, touch and drag your finger to reorder columns and rows and to resize tables. They can double-tap a cell to bring up the intelligent keyboard that helps you enter text, formulas, dates and times, or duration. They can animate data with interactive column, bar, scatter and bubble charts. And with an all-new calculation engine, Numbers is faster than ever before."
    },
    {
        "app_name": "Pages",
        "app_icon": "https://is3-ssl.mzstatic.com/image/thumb/Purple49/v4/55/ac/60/55ac60d0-edf2-e928-9669-5ddee34dd0ed/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/in/app/pages/id361309726?mt=8",
        "category": "Creating",
        "description": "Pages is a beautiful word processor. This powerful word processor helps students create gorgeous essays, school reports and documents in minutes. Students get a quick start by using one of over 60 pre-designed templates. Or by using a blank document and easily add text, images, shapes and more with a few taps. Then formatting using beautiful preset styles and fonts. And using advanced features like change tracking, comments and highlights to easily review changes in a document. Students share data across platforms with this easy to use tool. Pages is essential for creating school posters, school reports, essays and much more. Use pages to present new ideas, revise retained knowledge and complete assignments."
    },
    {
        "app_name": "Phrasalstein",
        "app_icon": "https://is1-ssl.mzstatic.com/image/thumb/Purple/v4/cb/91/e9/cb91e9bd-4c63-4330-d008-c2b4aaca7754/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/us/app/phrasalstein/id722736985?mt=8",
        "category": "Learning",
        "description": "The star of this app is Doctor Phrasalstein who, with the help of his friends, will teach 100 phrasal verbs using animations inspired by the classic “horror movie” genre, with a touch of humour and irony. Frequently, phrasal verbs have more than one meaning. For the examples selected, the app uses the most common and well-known meaning for some while going with the more obscure meaning for others. In any case, students will always find an example sentence in English as well as other meanings whenever they are useful or necessary. Phrasalstein is an entertaining way to acquire vocabulary and reinforce old concepts. Students should use this daily for 10-15 minutes."
    },
    {
        "app_name": "Poetry",
        "app_icon": "https://is1-ssl.mzstatic.com/image/thumb/Purple/v4/c1/f6/7f/c1f67f6c-8623-c5ad-e4b8-3582c4b4cff1/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/us/app/poetry-from-poetry-foundation/id370143863?mt=8",
        "category": "Learning",
        "description": "This app by the Poetry Foundation lets students take thousands of poems by classic and contemporary poets with them wherever you go. From William Shakespeare to César Vallejo to Heather McHugh, the Poetry Foundation's app turns the iPad into a mobile poetry library. Search for old favorites with memorable lines. Give the device a shake to discover new poems to fit any mood. Save favorite poems to read and share later and read poems by T.S. Eliot, Pablo Neruda, Lucille Clifton, Emily Dickinson, and many others. Students and teachers may use this in language classes and read a daily poem for new and widened exposure."
    },
    {
        "app_name": "QR Reader",
        "app_icon": "https://is4-ssl.mzstatic.com/image/thumb/Purple71/v4/3d/88/c7/3d88c727-10fa-c1dc-622a-0ea5553ad3d7/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/in/app/qr-reader-for-iphone/id368494609?mt=8",
        "category": "",
        "description": "The QR Reader is installed because we are bringing together a few augmented reality experiences to make learning come alive for students!"
    },
    {
        "app_name": "SAT Vocab Mind Snacks",
        "app_icon": "https://is1-ssl.mzstatic.com/image/thumb/Purple7/v4/98/6d/99/986d99fa-d3d4-2722-888c-ce43b9dc987b/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/in/app/sat-vocab-by-mindsnacks/id494140836?mt=8",
        "category": "Learning",
        "description": "Build a strong vocabulary by playing games. Mind snacks features 9 addictive games designed to build essential vocabulary. Students and teachers will be empowered to become wordsmithing wizards. More than just a vocal builder, this app replaces the tedious flashcards used in traditional learning apps with rich and unique games. That means it is fun to learn key elements of vocabulary such as antonyms, contexts and spellings; all while boosting an ever-expanding knowledge base. Students can use this app for 10 minutes everyday to learn, practice and master key vocabulary!"
    },
    {
        "app_name": "Scratch Jr.",
        "app_icon": "https://is5-ssl.mzstatic.com/image/thumb/Purple69/v4/20/06/97/200697a3-bc21-dd84-0cc8-77dbf9e03f1c/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/in/app/scratchjr/id895485086?mt=8",
        "category": "Creating",
        "description": "With ScratchJr, young children learn important new skills as they program their own interactive stories and games. By snapping together graphical programming blocks, children can make characters move, jump, dance, and sing. In the process, children learn to solve problems, design projects, and express themselves creatively on the computer. They also use math and language in a meaningful and motivating context, supporting the development of early-childhood numeracy and literacy. With ScratchJr, children don’t just learn to code, they code to learn. Designed by MIT, ScratchJr will make students fall in love with programming."
    },
    {
        "app_name": "Sheets",
        "app_icon": "https://is1-ssl.mzstatic.com/image/thumb/Purple62/v4/49/84/9d/49849db6-a442-6452-14ac-15d76d826f3a/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/in/app/google-sheets/id842849113?mt=8",
        "category": "Creating",
        "description": "Create, edit, and collaborate with others on spreadsheets from your iPad. With Google Sheets students can create new spreadsheets or edit any that were created on the web; share spreadsheets and work together with others in the same spreadsheet at the same time; open, edit and save Excel files; and never worry about losing work. Sheets is a great tool to organize homework and make study timetables."
    },
    {
        "app_name": "Shout Science!",
        "app_icon": "https://is2-ssl.mzstatic.com/image/thumb/Purple/v4/ba/6c/85/ba6c8507-1eb0-1b9f-2467-d3ce00a47d71/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/us/app/shout-science!/id672884678?mt=8",
        "category": "Learning",
        "description": "Shout Science! is a comic storybook app for young readers about scientists & scientific discovery. It consists of three narrative biographies that take place during the Scientific Revolution in Europe. The stories both entertain and educate on relevant science and history concepts. Shout Science is designed to inspire scientific curiosity in students and combines ambient animation for a engaging experience. Each story also includes a supplemental page of reference images and timelines. Shout Science! is a great resource for units of inquiry related to how the world works!"
    },
    {
        "app_name": "SimpleMind+",
        "app_icon": "https://is4-ssl.mzstatic.com/image/thumb/Purple18/v4/01/77/78/01777824-b7a5-e9c2-be2b-84aab026a4dd/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/us/app/simplemind+-mind-mapping/id305727658?mt=8&utm_campaign=Listly&utm_medium=list&utm_source=listly",
        "category": "Creating",
        "description": "Mind mapping is a powerful tool, utilized in the PYP classroom on a daily basis. Mind mapping helps organize thoughts, remember things and generate new ideas. SimpleMind+ is a beautiful, intuitive app, so students and teachers can create mind maps anywhere anytime. This app is easy-to-use and empowers creativity by letting the user pick layouts, fonts and other stylistic elements. The user can add media and documents including voice memos, videos, images, photos, notes, icons and links with ease. SimpleMind+ is a versatile resource for every project and unit of inquiry"
    },
    {
        "app_name": "Sketches 2",
        "app_icon": "https://is2-ssl.mzstatic.com/image/thumb/Purple60/v4/a6/a8/81/a6a881f5-e2c4-2ee0-c331-fdf3197ab77d/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/us/app/tayasui-sketches-draw-paint/id641900855?mt=8",
        "category": "Creating",
        "description": "\"All children are born artists\" - Pablo Picasso. Sketches powers the intrinsic creativity of every child. Because beautiful tools make beautiful drawings, Sketches provides a plethora of brushes to empower kids to use realistic art tools. Sketches is a versatile, user-friendly sketching app designed for the iPad. The exhaustive artist toolbox helps children create dazzling sketches, cheerful paintings and smashing illustrations on the go. Children can explore tools including rotring, oil pastels, watercolours, acrylic colours, patterns, smudge tool and a lot more. Sketches inspires children to be an artist anywhere anytime!"
    },
    {
        "app_name": "Skitch",
        "app_icon": "https://is5-ssl.mzstatic.com/image/thumb/Purple7/v4/b7/11/b9/b711b915-d58c-95a5-a665-94bb79e61d66/source.icns/100x100bb.png",
        "app_link": "https://itunes.apple.com/us/app/skitch-snap.-mark-up.-share./id425955336?mt=12",
        "category": "Creating",
        "description": "Skitch is a creativity productivity app. See something that sparks an idea? Students can use Skitch to snap it, mark it up, and send it on in an instant. Their bold ideas stand out even brighter with Skitch. People everywhere use Skitch to help them visually share their thoughts with others. Here are a few ways student’s can use it - Use it for fun - mark up photos of silly, cool, or inspiring things you see and share them with friends; Use it at home - annotate photos of your backyard to plan out your vegetable garden; Use it for school - share a diagram of the earth’s layers and have students label it with you. There are hundreds of ways to use Skitch. Students and teachers can use it in projects and to give quick feedback."
    },
    {
        "app_name": "Snapseed",
        "app_icon": "https://is2-ssl.mzstatic.com/image/thumb/Purple71/v4/9d/70/ca/9d70cab9-58cf-96be-07f3-f2605ea7ddd8/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/in/app/snapseed/id439438619?mt=8",
        "category": "Creating",
        "description": "Perfect photos in a snap with the new Snapseed 2.0. This app brings the power and control of professional photo-editing software previously only available on the desktop to your mobile device. Now, with the tap of a finger, students can retouch, adjust perspective, re-edit and more. Tools for perfect photos include features that let enable the user to crop, rotate, transform, brush, add effects, and share. Students can grow into photographers by using Snapseed."
    },
    {
        "app_name": "StarChart",
        "app_icon": "https://is4-ssl.mzstatic.com/image/thumb/Purple62/v4/57/2f/65/572f6585-6667-9565-5e39-8717b0eb796d/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/in/app/star-chart/id345542655?mt=8",
        "category": "Exploring",
        "description": "Students can now have a virtual star chart at the tip of their fingers. Look through the eyes of an iPad to see a high-tech window into the whole visible universe. All students have to do is point the AR enabled device* at the sky and Star Chart will tell them exactly what they’re are looking at. Using state of the art GPS technology, an accurate 3D simulation of the visible universe, and a great deal of technical wizardry, Star Chart calculates – in real time - the current location of every star, planet and moon visible from Earth and shows students precisely where they are; even in broad daylight! Students want to know what that bright star is called? Point the device at it – and find out it’s a planet! Students want to know what the night sky looks like to people on the other side of the earth? Well they can just point the device down! Students can discover the visible stars of the northern and southern hemispheres - a total of approximately 120,000 stars."
    },
    {
        "app_name": "Tellagami",
        "app_icon": "https://is2-ssl.mzstatic.com/image/thumb/Purple3/v4/1a/0c/aa/1a0caae5-e47e-a9a5-aacc-db3a25fce567/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/in/app/tellagami/id572737805?mt=8",
        "category": "Creating",
        "description": "Animate all knowledge through Tellagami. It is an app that lets you create and share a quick animated video called a Gami. A Gami can be an exciting update or a new concept. It can be a fun way to tell a story. It can be a thank you message to a vacation postcard. The possibilities are endless. Students can create short animated videos by customizing a character, choosing a background and recording their voice as the message. Tellagami is easy to share and is a powerful tool in any classroom. It can enrich any students knowledge and work portfolio."
    },
    {
        "app_name": "Timeline",
        "app_icon": "https://is3-ssl.mzstatic.com/image/thumb/Purple4/v4/22/54/82/225482d2-a0f5-fcf2-79c5-0f753b04fc37/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/us/app/rwt-timeline/id724817238?mt=8",
        "category": "Creating",
        "description": "Timeline allows students to create a graphical representation of an event or process by displaying items sequentially along a line. Timelines can be organized by time of day, date, or event, and the tool allows users to create a label with short or long descriptive text. Adding an image for each label makes a timeline more visually appealing. Add, drag, and rearrange items as needed. Saving capability allows students to return to their work and make revisions, and they can share their final work via e-mail. Timeline is an app that can be used to record a student journey through an academic year, to note new knowledge grasped sequentially and to capture important milestones. It can be used in units of inquiry and for history projects."
    },
    {
        "app_name": "Translate",
        "app_icon": "https://is2-ssl.mzstatic.com/image/thumb/Purple18/v4/94/08/8f/94088fe1-539f-42e1-2136-60178fc517f1/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/in/app/google-translate/id414706506?mt=8",
        "category": "Learning",
        "description": "Students can translate between 103 languages by typing. Translations between the following languages are supported:\nAfrikaans, Albanian, Amharic, Arabic, Armenian, Azerbaijani, Basque, Belarusian, Bengali, Bosnian, Bulgarian, Catalan, Cebuano, Chichewa, Chinese (Simplified), Chinese (Traditional), Corsican, Croatian, Czech, Danish, Dutch, English, Esperanto, Estonian, Filipino, Finnish, French, Frisian, Galician, Georgian, German, Greek, Gujarati, Haitian Creole, Hausa, Hawaiian, Hebrew, Hindi, Hmong, Hungarian, Icelandic, Igbo, Indonesian, Irish, Italian, Japanese, Javanese, Kannada, Kazakh, Khmer, Korean, Kurdish (Kurmanji), Kyrgyz, Lao, Latin, Latvian, Lithuanian, Luxembourgish, Macedonian, Malagasy, Malay, Malayalam, Maltese, Maori, Marathi, Mongolian, Myanmar (Burmese), Nepali, Norwegian, Pashto, Persian, Polish, Portuguese, Punjabi, Romanian, Russian, Samoan, Scots Gaelic, Serbian, Sesotho, Shona, Sindhi, Sinhala, Slovak, Slovenian, Somali, Spanish, Sundanese, Swahili, Swedish, Tajik, Tamil, Telugu, Thai, Turkish, Ukrainian, Urdu, Uzbek, Vietnamese, Welsh, Xhosa, Yiddish, Yoruba, Zulu"
    },
    {
        "app_name": "Wikipedia",
        "app_icon": "https://is4-ssl.mzstatic.com/image/thumb/Purple62/v4/b4/e7/16/b4e71679-2e43-15de-9290-297af538fc8d/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/in/app/wikipedia/id324715238?mt=8",
        "category": "Learning",
        "description": "Search, read, and explore Wikipedia with the official Wikipedia app. Students can find the information they need now, or dive down a Wikipedia rabbit hole– take a journey through the knowledge that interests them most. The Explore feed provides a central place for personalized and constantly updating content including featured article of the day, top reads, picture of the day, and so on. Students should be encouraged to use the daily feeds everyday to build a strong general knowledge base."
    },
    {
        "app_name": "WordPress",
        "app_icon": "https://is1-ssl.mzstatic.com/image/thumb/Purple62/v4/8d/cc/04/8dcc0483-1af4-d974-c101-c60025a04978/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/en/app/wordpress/id335703880?mt=8",
        "category": "Creating",
        "description": "WordPress is an easy-to-use app for students to create their own website and blog. Inspiration strokes anytime and anywhere, students can use this to their benefits. Students can view stats, moderate comments, create and edit posts and pages, and upload media. Students will use this as part of the computer science class and overtime use it in other subjects."
    },
    {
        "app_name": "World History",
        "app_icon": "https://is3-ssl.mzstatic.com/image/thumb/Purple3/v4/ce/cd/15/cecd1525-bf8f-856b-d8c6-cf31817d9492/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/us/app/world-history-interactive/id922390335?mt=8",
        "category": "Learning",
        "description": "One of the most detailed app on World history. Students can browse through thousands of years right from the prehistorical ages of 200,000 years ago till 2014 in an interactive timeline. Hundreds of photos, articles and videos to bring all the important events alive on screen. The ages covered are human prehistory, ancient history, middle ages, early modern history, and modern history. An ideal app for history knowledge and can complements lessons of where we are in place and time."
    },
    {
        "app_name": "Khan Academy",
        "app_icon": "http://is4.mzstatic.com/image/thumb/Purple71/v4/8e/31/aa/8e31aab8-4823-333e-a752-3132ee033f14/source/100x100bb.jpg",
        "app_link": "https://itunes.apple.com/in/app/khan-academy-you-can-learn/id469863705?mt=8",
        "category": "Learning",
        "description": "An amazing learning and practice app used by millions of people around the world! Pick from a vast library of topics. Watch videos and practice with exercises. Use this app along with Cerebro to revise the math topics being taught in class!"
    }
]
